application-backend/app/controllers/applications_controller.rb

  def index
    @applications = Application.all
---
SELECT "applications".* FROM "applications"